Repository: ConoscereLinux/asso-django
Catalog: .locale/*/LC_MESSAGES/django.po
Languages: it

source: User
it: Utente

source: Login credentials for Trainer
it: Accesso utente per Docente

source: Displayed name
it: Nome visualizzato

source: The name to display in teacher card
it: Nome visualizzato nella scheda docente

source: Biography
it: Biografia

source: Trainer Biography
it: Biografia del Docente

source: Trainer
it: Docente

source: Trainers
it: Docenti

source: Event Category
it: Tipologia di Evento

source: Event Categories
it: Tipologie di Evento

source: Event Approval State
it: Stato di approvazione dell'evento

source: Event Approval States
it: Stati di approvazione dell'evento

source: The event this session is assigned to
it: L'evento associato a questa sessione

source: Start datetime
it: Data e ora di inizio

source: The start time and date of the session
it: Data e ora di inizio di questa sessione

source: End datetime
it: Data e ora di fine

source: The end time and date of the session
it: Data e ora di fine di questa sessione

source: End timestamp should be greater than start timestamp
it: L'orario di fine sessione deve essere successivo all'ora di inizio

source: Subtitle
it: Sottotitolo

source: Category
it: Categoria

source: The event category (course, talk, ...)
it: La categoria di evento (corso, talk, ...)

source: Approval State
it: Stato di approvazione

source: Actual approval state for this event
it: Stato di approvazione attuale per questo evento

source: Membership Needed
it: Registrazione richiesta

source: Indicate if the membership is needed in order to attend to this event
it: Specifica se è necessario essere iscritti per partecipare all'evento

source: Price
it: Prezzo

source: The price to pay for this event (leave blank for free events)
it: Il costo di questo evento (lascia vuoto per eventi gratuiti)

source: The starting date this event (autogenerated)
it: La data di inizio dell'evento

source: The ending date of this event (autogenerated)
it: La data di fine dell'evento

source: The Trainers that present the Event
it: I docenti responsabili dell'evento

source: Event
it: Evento

source: Events
it: Eventi

source: Event related to this enrollment
it: Evento associato a questa iscrizione

source: Email used for comunication regarding this event
it: Email per comunicazioni relative a questo evento

source: Phone Number
it: Numero di Telefono

source: Phone number used for comunication regarding this event
it: Numero di telefono per comunicazioni relative a questo evento

source: Enroll
it: Iscrizione

source: Frequently Asked Questions
it: Domande Frequenti

source: Members subscribed
it: Soci iscritti

source: Edit:
it: Modifica:

source: Create Event
it: Crea Evento

source: Next events
it: Prossimi eventi

source: Ongoing
it: In corso

source: Archive
it: Archivio

source: Invoice Number
it: Numero di Ricevuta

source: Row Number
it: Numero di Riga

source: Superuser must have is_staff=True.
it: Un superuser deve impostare is_staff=True

source: Superuser must have is_superuser=True.
it: Un superuser deve impostare is_superuser=True

source: User Email
it: Email Utente

source: User Emails
it: Email Utenti

source: Email %(email)s is already used by another user
it: L'email %(email)s non è disponibile

source: Click here to login again.
it: Clicca qui per effettuare il login

source: You don't have access to this content, to proceed please login with an account who has access to this page.
it: Non hai l'accesso per questo contenuto, per continuare effettua il login con un account con i diritti di accesso.

source: Please login to see this page
it: Effettua il login per vedere la pagina

source: %(value)s is not uppercase
it: %(value)s non è tutto maiuscolo

source: %(value)s should be a 5 digit number
it: %(value)s deve essere un numero a 5 cifre

source: A two letter code to identify country (based on ISO-3166)
it: Codice di due lettere che identifica la nazione (ISO-3166)

source: Country
it: Nazione

source: Countries
it: Nazioni

source: Region Code
it: Codice Provincia

source: A two letter code to identify a state, region, province in a country
it: Codice di due lettere che identifica la provincia

source: The country this Region belongs to
it: La Nazione a cui appartiene questa Provincia

source: Region
it: Provincia

source: Regions
it: Province

source: Address info
it: Indirizzo

source: Example: Via Barchetta 77
it: Esempio: Via Barchetta 77

source: Additional Address info
it: Informazioni aggiuntive indirizzo

source: Additional info
it: Informazioni aggiuntive

source: City
it: Città

source: Example: Modena
it: Esempio: Modena

source: Postal Code
it: CAP

source: Region/Province/State
it: Provincia

source: Region/province/state code (EE for Foreign Country
it: Codice Provincia (EE per Paesi Stranieri)

source: Male
it: Maschio

source: Female
it: Femmina

source: Other
it: Altro

source: Title
it: Titolo

source: Description
it: Descrizione

source: A short description for this content (not visible in views)
it: Una breve descrizione per questo contenuto (non visibile nelle view)

source: Created at
it: Creato il

source: Updated at
it: Aggiornato il

source: Is removed?
it: È cancellato?

source: Set to True to set as removed or 'soft deleted
it: Imposta a True per impostarlo come rimosso ('soft deleted')

source: Show
it: Mostra

source: Set to False to hide this content in views
it: Imposta a False per nascondere questo contenuto nelle view

source: Order
it: Ordine

source: Object ordering value
it: Valore di ordinamento

source: Fiscal Code {value} formally invalid
it: Codice Fiscale {value} invalido

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Social ID
it: Codice Fiscale

source: Gender
it: Sesso

source: Birth Date
it: Data di nascita

source: Birth City
it: Città di nascita

source: City/municipality or foreign country where Member is born
it: Comune di nascita (o nazione di nascita se straniero)

source: Birth Province
it: Provincia di nascita

source: Region where Member is born (EE for other countries)
it: Provincia di nascita (EE se nato all'estero)

source: Phone Number, use only digits, +, -, space and parenthesis
it: Numero di Telefono (usa solamente numeri e i caratteri +, -, (, ) e spazio

source: Use only plus sign (at start), dashes (-), spaces and parenthesis
it: Caratteri validi: +, -, spazio e parentesi

source: Document Type
it: Tipo di Documento

source: Who grant the Document
it: Rilasciato da

source: Public Authority who grant you the document
it: Ente pubblico che ha rilasciato il documento

source: Document Number/Code
it: Numero di documento

source: Document Expiration Date
it: Data scadenza documento

source: Privacy Page Aknowledgement
it: Accettazione Privacy

source: Last date Member has read privacy page
it: Ultima data in cui l'utente ha dichiarato di aver letto la privacy

source: Profession
it: Professione

source: Qualification
it: Qualifica

source: How you found us
it: Come ci hai trovato?

source: Interests
it: Interessi

source: Internal Notes
it: Note interne

source: Member
it: Socio

source: Members
it: Soci

source: Card Prefix
it: Prefisso Tessera

source: Prefix for the card identifier
it: Prefisso per la tessera

source: Start Date
it: Data di inizio

source: First day for the Membership period
it: Primo giorno di validità del periodo di tesseramento

source: Duration
it: Durata

source: Duration of this Period (as ISO8601 format with designators)
it: Durata di questo tesseramento (espresso in formato ISO-8601)

source: End Date
it: Data di fine

source: Last day for the Membership period
it: Ultimo giorno di validità del periodo di tesseramento

source: The default price to pay for this Period Membership
it: Prezzo di defautl da pagare per questo periodo di tesseramento

source: Membership Period
it: Periodo di Tesseramento

source: Card Number
it: Numero Tessera

source: The unique number to write on the card
it: Il numero univoco assegnato a questa tessera

source: Member Permanent Address
it: Indirizzo di Residenza

source: Member Permanent Addresses
it: Indirizzi di Residenza

source: Membership Permanent Address
it: Indirizzo di Residenza per tesseramento

source: Membership Permanent Addresses
it: Indirizzi di Residenza per tesseramento

source: %(name)s Profile
it: Profilo di %(name)s

source: Personal Data
it: Dati Anagrafici

source: Birth date
it: Data di nascita

source: Document
it: Documento

source: Granted by
it: Rilasciato da

source: Expiration date
it: Data scadenza documento

source: Residence Address
it: Indirizzo di residenza

source: Memberships
it: Tessere

source: Card
it: Tessera

source: Emission date
it: Data emissione

source: Register
it: Registrazione

source: A URL or a relative path
it: Un URL o un percorso relativo (/something)

source: Web site (default)
it: Sito Web (default)

source: Logo Icon
it: Icona del logo
